Repository: EvgenLK/MyForecast
Catalog: MyForecast/CurrentForecast/Controller/Localizable/*.lproj/Localizable.strings
Languages: ru

# placeholder_in_view
source: Placeholder
ru: Введите город

# searh_button
source: Search
ru: Поиск

# current_temp_view
source: Enter the city
ru: Введите город

# forecast_collectionview
source: Not forecast
ru: Нет прогноза

# loading_view
source: Loading...
ru: Загрузка...

# placeholder_in_day_Forecast
source: Amount of days
ru: Введите количество дней

# alert_message_empty_city
source: The city field cannot be empty
ru: Поле ввода название города не может быть пустым

# alert_message_empty_day
source: Number of days available from 1 to 7 days
ru: Поле ввода количество дней доступно от 1 до 7 дней

# alert_not_city_request
source: The server did not respond, please try again.
ru: Сервер не ответил, повторите попытку

# alert_not_textField_Search
source: Fill all in the input fields for the search
ru: Заполните все поля ввода для поиска

# language
source: en
ru: ru
